Repository: xiph/vorbis-tools
Catalog: po/*.po
Languages: es, ro

source: WARNING: Invalid sample rate specified, assuming 44100.
es: AVISO: Se especificó una tasa de muestreo inválida, se asume 44100.
ro: AVERTISMENT: Ratã sample specificatã invalidã, se presupune 44100.

source: WARNING: Kate support not compiled in; lyrics will not be included.
es: AVISO: No se compiló el soporte para Kate; no se incluirán letras.

source: WARNING: language can not be longer than 15 characters; truncated.
es: AVISO: el idioma no puede ser más largo que 15 caracteres; se trunca.

source: WARNING: Unknown option specified, ignoring->
es: AVISO: Se especificó una opción desconocida, se descarta->
ro: AVERTISMENT: Opþiune necunoscutã specificatã, se ignorã->

source: '%s' is not valid UTF-8, cannot add
es: '%s' no es UTF-8 válido, no se puede añadir

source: Couldn't convert comment to UTF-8, cannot add
es: No se puede convertir comentario a UTF-8, no se puede añadir
ro: Nu se poate converti comentariu înb UTF-8, nu se poate adãuga

source: WARNING: Insufficient titles specified, defaulting to final title.
es: AVISO: No se indicaron suficientes títulos, se usa el último título por defecto.
ro: AVERTISMENT: Titluri insuficiente specificate, implicit se ia titlul final.

source: Couldn't create directory "%s": %s
es: No se puede crear el directorio "%s": %s
ro: Nu s-a putut crea directorul "%s": %s

source: Error checking for existence of directory %s: %s
es: Error durante la comprobación de existencia del directorio %s: %s
ro: Eroare în verificarea existenþei directorului %s: %s

source: Error: path segment "%s" is not a directory
es: Error: el segmento de ruta "%s" no es un directorio
ro: Eroare: calea segmentului "%s" nu este director

source: WARNING: EOS not set on stream %d
es: AVISO: Falta el indicador EOS en el flujo %d

source: WARNING: Invalid header page, no packet found
es: AVISO: Página de cabecera no válida, no se halló el paquete

source: WARNING: Invalid header page in stream %d, contains multiple packets
es: AVISO: Página de cabeceras inválida en el flujo de datos %d, contiene múltiples paquetes

source: Note: Stream %d has serial number %d, which is legal but may cause problems with some tools.
es: Nota: El flujo %d tiene el número serial %d, lo cual es legal pero puede causar problemas con algunas herramientas.

source: Error opening input file "%s": %s
es: Error al abrir el fichero de entrada "%s": %s
ro: Eroare în deschiderea fiºierului de intrare "%s": %s

source: Processing file "%s"...
es: Procesando fichero "%s"...
ro: Procesare fiºier "%s"...

source: Could not find a processor for stream, bailing
es: No se puede encontrar un procesador para el flujo de datos, liberando
ro: Nu s-a gãsit procesor pentru stream, se merge pe încredere

source: Page found for stream after EOS flag
es: Se encontró una página para el flujo después de la opción EOS

source: Ogg muxing constraints violated, new stream before EOS of all previous streams
es: Se violaron las restricciones de codificación Ogg, flujo nuevo antes del fin de flujo de todos los flujos anteriores.

source: Error unknown.
es: Error desconocido.

source: WARNING: illegally placed page(s) for logical stream %d This indicates a corrupt Ogg file: %s.
es: AVISO: página(s) posicionadas de forma ilegal para el flujo de datos lógico %d Esto indica un fichero Ogg corrupto: %s.

source: New logical stream (#%d, serial: %08x): type %s
es: Nuevo flujo de datos lógico (#%d, serie: %08x): tipo %s
ro: Stream logic nou (# %d, serial %08x): tip %s

source: WARNING: stream start flag not set on stream %d
es: AVISO: Falta señal de comienzo de flujo en el flujo de datos %d

source: WARNING: stream start flag found in mid-stream on stream %d
es: AVISO: Hallada señal de comienzo de flujo a mitad del flujo de datos %d

source: WARNING: sequence number gap in stream %d. Got page %ld when expecting page %ld. Indicates missing data.
es: AVISO: Hueco en los números de secuencia del flujo de datos %d. Se obtuvo la página %ld cuando se esperaba la %ld. Esto significa pérdida de datos.

source: Logical stream %d ended
es: Flujo lógico %d finalizado
ro: Stream logic %d terminat.

source: ERROR: No Ogg data found in file "%s". Input probably not Ogg.
es: ERROR: No se encontraron datos Ogg en el fichero "%s". La entrada probablemente no sea Ogg.

source: ogginfo from %s %s
es: ogginfo de %s %s

source: (c) 2003-2005 Michael Smith <msmith@xiph.org> Usage: ogginfo [flags] file1.ogg [file2.ogx ... fileN.ogv] Flags supported: -h Show this help message -q Make less verbose. Once will remove detailed informative messages, two will remove warnings -v Make more verbose. This may enable more detailed checks for some stream types.
es: © 2003-2005 Michael Smith <msmith@xiph.org> Modo de empleo: ogginfo [opciones] fichero1.ogg [fichero2.ogx ... ficheroN.ogv] Opciones admitidas: -h Muestra este mensaje de ayuda -q Menos comunicativo. Usado una vez obviará los mensajes informativos detallados , de forma doble obviará los avisos. -v Más comunicativo. Esto activará una comprobación más en detalle de algunos tipos de flujos de datos.

source: -V Output version information and exit
es: -V Muestra información de la versión y termina

source: Usage: ogginfo [flags] file1.ogg [file2.ogx ... fileN.ogv] ogginfo is a tool for printing information about Ogg files and for diagnosing problems with them. Full help shown with "ogginfo -h".
es: Modo de empleo: ogginfo [opciones] fichero1.ogg [fichero2.ogx ... ficheroN.ogv] ogginfo es una herramienta para mostrar información sobre ficheros Ogg y para diagnosticar problemas. La ayuda completa se obtiene con "ogginfo -h".

source: No input files specified. "ogginfo -h" for help
es: No se han indicado ficheros de entrada. Emplee «ogginfo -h» para obtener ayuda.
ro: Nici un fiºier de intrare specificat. "ogginfo -h" pentru ajutor

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua
ro: %s: opþiunea `%s' este ambiguã

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite ningún argumento
ro: %s: opþiunea `--%s' nu acceptã parametri

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite ningún argumento
ro: %s: opþiunea `%c%s' nu permite parametri

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento
ro: %s: opþiunea `%s' necesitã un parametru

source: %s: unrecognized option `--%s'
es: %s: no se reconoce la opción `--%s'
ro: %s opþiune nerecunoscuta `--%s'

source: %s: unrecognized option `%c%s'
es: %s: no se reconoce la opción `%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c
ro: %s: opþiune invalidã -- %c

source: %s: invalid option -- %c
es: %s: opción inválida -- %c
ro: %s: opþiune invalidã -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento --%c
ro: %s: opþiunea necesitã un parametru -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua
ro: %s: opþiunea `-W %s' este ambiguã

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no admite ningún argumento
ro: %s: opþiunea `-W %s' nu permite parametri

source: Couldn't flush output stream
es: No se pudo vaciar el flujo de salida

source: Couldn't close output file
es: No se puede cerrar el fichero de salida

source: Couldn't open %s for writing
es: No se puede abrir %s para escritura
ro: Nu s-a putut deschide %s pentru scriere

source: Usage: vcut infile.ogg outfile1.ogg outfile2.ogg [cutpoint | +cuttime]
es: Uso: vcut entrada.ogg salida1.ogg salida2.ogg [punto_de_corte | +tiempo_de_corte]

source: To avoid creating an output file, specify "." as its name.
es: Para evitar crear un fichero de salida, especifique "." como nombre.

source: Couldn't open %s for reading
es: No se puede abrir %s para lectura
ro: Nu s-a putut deschide %s pentru citire

source: Couldn't parse cutpoint "%s"
es: No se puede analizar el punto de corte "%s"
ro: Nu s-a putut analiza punctul de secþiune "%s"

source: Processing: Cutting at %lf seconds
es: Procesando: Cortando en %lf segundos

source: Processing: Cutting at %lld samples
es: Procesando: Cortando en %lld muestras

source: Processing failed
es: Procesamiento fallido
ro: Procesare eºuatã

source: Cutpoint not found
es: Punto de corte no encontrado

source: Specify "." as the second output file to suppress this error.
es: Especifique "." como el segundo fichero de salida para suprimir este error.

source: Couldn't write packet to output file
es: No se pudo escribir un paquete al fichero de salida

source: BOS not set on first page of stream
es: No se definió BOS en la primera página del flujo

source: Multiplexed bitstreams are not supported
es: No se admiten flujos de bits multiplexados

source: Internal stream parsing error
es: Error interno de análisis de flujo

source: Header packet corrupt
es: Paquete de cabecera dañado

source: Bitstream error, continuing
es: Error en el flujo de bits, continuando
ro: Eroare bitstream, se continuã

source: Error in header: not vorbis?
es: Error en la cabecera: ¿No es Vorbis?

source: Input not ogg.
es: El fichero de entrada no es ogg.
ro: Intrare non ogg.

source: Page error, continuing
es: Error en la página, continuando

source: WARNING: input file ended unexpectedly
es: AVISO: el fichero de entrada terminó de forma inesperada

source: WARNING: found EOS before cutpoint
es: AVISO: Final de flujo encontrado antes del punto de corte

source: Couldn't get enough memory for input buffering.
es: No se puede obtener suficiente memoria para el búfer de entrada.

source: Error reading first page of Ogg bitstream.
es: Error al leer la primera página del flujo de bits Ogg.
ro: Eroare în citirea primei pagini a bitstreamului Ogg.

source: Error reading initial header packet.
es: Error al leer el paquete inicial de las cabeceras.
ro: Eroare în citirea pachetului iniþial de header.

source: Couldn't get enough memory to register new stream serial number.
es: No se puede obtener suficiente memoria para registrar el nuevo número serial del flujo.

source: Input truncated or empty.
es: Entrada truncada o vacía.
ro: Intrare coruptã sau vidã.

source: Input is not an Ogg bitstream.
es: La entrada no es un flujo de bits Ogg.
ro: Intrarea(input) nu este un bitstream Ogg.

source: Ogg bitstream does not contain Vorbis data.
es: El flujo de bits Ogg no contiene datos en formato Vorbis.

source: EOF before recognised stream.
es: Fin de fichero antes de un flujo reconocido.

source: Ogg bitstream does not contain a supported data-type.
es: El flujo de bits Ogg no contiene un tipo de datos soportado

source: Corrupt secondary header.
es: Cabecera secundaria dañada.
ro: Header secundar corupt.

source: EOF before end of Vorbis headers.
es: Fin de fichero antes que el final de las cabeceras Vorbis.

source: Corrupt or missing data, continuing...
es: Datos dañados o faltan datos, continuando...
ro: Date corupte sau lipsã, se continuã...

source: Error writing stream to output. Output stream may be corrupted or truncated.
es: Error al escribir la salida. El flujo de salida puede estar dañado o truncado.
ro: Eroare în scrierea streamului spre ieºire. Streamul de ieºire poate fi corupt sau trunchiat.

source: Failed to open file as Vorbis: %s
es: Error al abrir el fichero como Vorbis: %s

source: Bad comment: "%s"
es: Comentario defectuoso: "%s"
ro: Comentariu greºit: "%s"

source: bad comment: "%s"
es: comentario defectuoso: "%s"
ro: comentariu greºit: "%s"

source: Failed to write comments to output file: %s
es: Error al escribir los comentarios en el fichero de salida: %s
ro: Nu s-au putut scrie comentarii în fiºierul de ieºire: %s

source: no action specified
es: no se ha indicado ninguna acción
ro: nici o acþiune specificatã

source: Couldn't un-escape comment, cannot add
es: No se pueden quitar escapes al comentario, no se puede añadir

source: vorbiscomment from %s %s by the Xiph.Org Foundation (http://www.xiph.org/)
es: vorbiscomment de %s %s por la Fundación Xiph.Org (http://www.xiph.org/)

source: List or edit comments in Ogg Vorbis files.
es: Lista o edita comentarios en ficheros Ogg Vorbis.

source: Usage: vorbiscomment [-Vh] vorbiscomment [-lRe] inputfile vorbiscomment <-a|-w> [-Re] [-c file] [-t tag] inputfile [outputfile]
es: Modo de empleo: vorbiscomment [-Vh] vorbiscomment [-lRe] fichero-entrada vorbiscomment <-a|-w> [-Re] [-c fichero] [-t etiqueta] fichentrada [fichsalida]

source: Listing options
es: Opciones listadas

source: -l, --list List the comments (default if no options are given)
es: -l, --list Muestra los comentarios (por defecto si no se dan opciones)

source: Editing options
es: Opciones de edición

source: -t "name=value", --tag "name=value" Specify a comment tag on the commandline
es: -t "nombre=valor", --tag "nombre=valor" Especifica una etiqueta de comentario en la línea de órdenes

source: -w, --write Write comments, replacing the existing ones
es: -w, --write Escribe comentarios, reemplazando los existentes

source: -c file, --commentfile file When listing, write comments to the specified file. When editing, read comments from the specified file.
es: -c fichero, --commentfile fichero Al escuchar, escribe comentarios al fichero indicado. Al editar, lee comentarios del fichero indicado.

source: -R, --raw Read and write comments in UTF-8
es: -R, --raw Lee y escribe comentarios en UTF-8

source: -e, --escapes Use \n-style escapes to allow multiline comments.
es: -e, --escapes Usa escapes de estilo \n para permitir comentarios en múltiples líneas.

source: -V, --version Output version information and exit
es: -V, --version Muestra información de la versión y finaliza

source: If no output file is specified, vorbiscomment will modify the input file. This is handled via temporary file, such that the input file is not modified if any errors are encountered during processing.
es: Si no se especifica un fichero de salida, vorbiscomment modificará el fichero de entrada. Esto se maneja con un fichero temporal, tal que el fichero de entrada no se modificará si se encuentran errores durante el procesamiento.

source: vorbiscomment handles comments in the format "name=value", one per line. By default, comments are written to stdout when listing, and read from stdin when editing. Alternatively, a file can be specified with the -c option, or tags can be given on the commandline with -t "name=value". Use of either -c or -t disables reading from stdin.
es: vorbiscomment maneja comentarios en el formato "nombre=valor", uno por línea. Por defecto, los comentarios se escriben a la salida estándar al escuchar, y se leen de entrada estándar al editar. Alternativamente, se puede especificar un fichero con la opción -c, o se pueden proporcionar etiquetas en la línea de órdenes con -t "nombre=valor". El uso de -o o -t desactiva la lectura desde la entrada estándar.

source: Examples: vorbiscomment -a in.ogg -c comments.txt vorbiscomment -a in.ogg -t "ARTIST=Some Guy" -t "TITLE=A Title"
es: Ejemplos: vorbiscomment -a in.ogg -c comentarios.txt vorbiscomment -a in.ogg -t "ARTIST=Alguien" -t "TITLE=Un Título"

source: NOTE: Raw mode (--raw, -R) will read and write comments in UTF-8 rather than converting to the user's character set, which is useful in scripts. However, this is not sufficient for general round-tripping of comments in all cases, since comments can contain newlines. To handle that, use escaping (-e, --escape).
es: NOTA: El modo crudo (--raw, -R) leerá y escribirá comentarios en UTF-8 en lugar de convertirlos al conjunto de caracteres del usuario, lo cual es útil en guiones. Sin embargo, esto no es suficiente para la ida y vuelta en general de los comentarios en todos los casos, porque los comentarios pueden contener líneas nuevas. Para manejar esto, utilice escape (-e, --escape).

source: Internal error parsing command options
es: Error interno al analizar las opciones de la línea de órdenes.
ro: Eroare internã în analiza opþiunilor din linia comandã

source: vorbiscomment from vorbis-tools
es: vorbiscomment de vorbis-tools

source: Error opening input file '%s'.
es: Error de apertura del fichero de entrada '%s'.
ro: Eroare în deschiderea fiºierului '%s'.

source: Input filename may not be the same as output filename
es: Puede que el nombre de fichero de entrada no sea el mismo que el de salida.
ro: Numele fiºierului de intrare poate sã nu fie acelaºi cu al celui de ieºire

source: Error opening output file '%s'.
es: Error de apertura del fichero de salida '%s'.
ro: Eroare în deschiderea fiºierului de ieºire '%s'.

source: Error opening comment file '%s'.
es: Error de apertura del fichero de comentarios '%s'.
ro: Eroare în deschiderea fiºierului de comentarii '%s'.

source: Error opening comment file '%s'
es: Error de apertura del fichero de comentarios '%s'
ro: Eroare în deschiderea fiºierului de comentarii '%s'

source: Error removing old file %s
es: Error retirando fichero antiguo %s
ro: Eroare in ºtergerea fiºierului vechi %s

source: Error renaming %s to %s
es: Error al cambiar el nombre de %s a %s
ro: Eroare în redenumirea %s în %s

source: Error removing erroneous temporary file %s
es: Error al borrar el fichero temporal erróneo %s

source: Error: Out of memory in malloc_action().
ro: Eroare: memorie plinã în malloc_action().

source: Error: Could not allocate memory in malloc_buffer_stats()
ro: Eroare: nu s-a putut aloca memorie în malloc_buffer_stats()

source: Error: Device not available.
ro: Eroare: Dispozitiv(device) indisponibil.

source: Error: %s requires an output filename to be specified with -f.
ro: Eroare: %s necesitã un fiºier de output specificat cu -f.

source: Error: Unsupported option value to %s device.
ro: Eroare: valoare opþiune nesuportatã pentru device-ul %s.

source: Error: Cannot open device %s.
ro: Eroare: nu am putut deschide dispozitivul %s

source: Error: Device %s failure.
ro: Eroare: Probleme dispozitiv %s.

source: Error: An output file cannot be given for %s device.
ro: Eroare: un fiºier de output nu a putut fi dat pentru device-ul %s.

source: Error: Cannot open file %s for writing.
ro: Eroare: nu s-a putut deschide fiºierul %s pentru scriere.

source: Error: File %s already exists.
ro: Eroare: Fiºierul %s existã deja.

source: Error: This error should never happen (%d). Panic!
ro: Eroare: Aceastã eroare nu ar fi trebuit sã se producã (%d). Alertã!

source: Error: Out of memory in new_audio_reopen_arg().
ro: Eroare: Memorie plinã în new_audio_reopen_arg().

source: Error: Out of memory in new_status_message_arg().
ro: Eroare: Memorie plinã în new_status_message_arg.

source: === Cannot specify output file without specifying a driver.
ro: === Nu se poate specifica fiºier de output fãrã specificare de driver.

source: ogg123 from %s %s
ro: ogg123 de la %s %s

source: ogg123 from %s %s by the Xiph.org Foundation (http://www.xiph.org/) Usage: ogg123 [<options>] <input file> ... -h, --help this help -V, --version display Ogg123 version -d, --device=d uses 'd' as an output device Possible devices are ('*'=live, '@'=file):
ro: ogg123 de la %s %s de Fundaþia Xiph.org (http://www.xiph.org/) Folosire: ogg123 [<opþiuni>] <fiºiere intrare> ... -h, --help acest mesaj -V, --version afiºare versiune Ogg123 -d, --device=d foloseºte 'd' ca device de ieºire Device-uri posibile sunt ('*'=live, '@'=fiºier):

source: -f, --file=filename Set the output filename for a previously specified file device (with -d). -k n, --skip n Skip the first 'n' seconds -o, --device-option=k:v passes special option k with value v to previously specified device (with -d). See man page for more info. -b n, --buffer n use an input buffer of 'n' kilobytes -p n, --prebuffer n load n%% of the input buffer before playing -v, --verbose display progress and other status information -q, --quiet don't display anything (no title) -x n, --nth play every 'n'th block -y n, --ntimes repeat every played block 'n' times -z, --shuffle shuffle play ogg123 will skip to the next song on SIGINT (Ctrl-C); two SIGINTs within s milliseconds make ogg123 terminate. -l, --delay=s set s [milliseconds] (default 500).
ro: -f, --file=nume fiºier Setare nume fiºier ieºire pentru un fiºier device specificat anterior (cu -d). -k n, --skip n Omitere primele 'n' secunde -o, --device-option=k:v trimitere opþiune specialã k cu valoare v spre device specificat anterior (cu -d). Vezi pagina de manual pentru informaþii. -b n, --buffer n foloseºte un buffer de intrare de 'n' kiloocteþi -p n, --prebuffer n încarcã n%% din bufferul de intrare înainte de a începe -v, --verbose afiºeazã progres ºi alte informaþii de stare -q, --quiet nu afiºa nimic (fãrã titlu) -x n, --nth cântã fiecare 'n' bucatã' -y n, --ntimes repetã fiecare bucatã de 'n' ori -z, --shuffle amestecare cântece ogg123 va sãri la urmatorul cântec la SIGINT (Ctrl-C);2 SIGINTuri în s milisecunde va opri ogg123. -l, --delay=s setare întârziere s [milisecunde] (implicit 500).

source: Error: Out of memory.
ro: Eroare: memorie plinã.

source: Error: Could not allocate memory in malloc_decoder_stats()
ro: Eroare: nu s-a putut aloca memorie în malloc_decoder_Stats()

source: Error: Could not set signal mask.
ro: Eroare: Nu s-a putut seta mask semnal.

source: Error: Unable to create input buffer.
ro: Eroare: Nu s-a putut crea buffer de intrare.

source: Error: Decoding failure.
ro: Eroare: Decodare eºuatã.

source: ReplayGain (Track) Peak:
ro: ReplayGain (Pistã) Vârf:

source: ReplayGain (Album) Peak:
ro: ReplayGain (Album) Vârf:

source: Version is %d
ro: Versiunea: %d

source: Bitstream is %d channel, %ldHz
ro: Bitstreamul este canal %d, %ldHz

source: Error: Out of memory in create_playlist_member().
ro: Eroare: Memorie plinã în create_playlist_member().

source: Error: Out of memory in playlist_to_array().
ro: Eroare: Memorie plinã în playlist_to_array().

source: Error: Could not allocate memory in malloc_data_source_stats()
ro: Eroare: Nu s-a putut aloca memorie în malloc_data_source_stats()

source: Warning: Can't handle compressed AIFF-C
ro: Avertisment: Nu se poate manipula AIFF-C compresat.

source: ERROR: Wav file is unsupported subformat (must be 16 bit PCM or floating point PCM
ro: EROARE: Fiºier wav în format nesuportat (trebuie sã fie 16 biþi PCM) sau floating point PCM

source: 255 channels should be enough for anyone. (Sorry, vorbis doesn't support more)
ro: 255 de canale ar trebui sã ajungã la oricine. (Ne pare rãu, vorbis nu permite mai mult)

source: [%5.1f%%] [%2dm%.2ds remaining] %c
ro: [%5.1f%%] [%2dm%.2ds rãmase] %c

source: Encoding [%2dm%.2ds so far] %c
ro: Encodare [%2dm%.2ds pânã acum] %c

source: %s%s ERROR: No input files specified. Use -h for help.
ro: %s%s EROARE: Nici un fiºier de intrare specificat. Folosiþi -h pentru help.

source: WARNING: No filename, defaulting to "default.ogg"
ro: AVERTISMENT: Nici un nume de fiºier, implicit în "default.ogg"

source: ERROR: Can't downmix except from stereo to mono
ro: EROARE: Nu se poate demixa exceptând stereo în mono
