Repository: xiph/vorbis-tools
Catalog: po/*.po
Languages: es, ro

source: ERROR: Out of memory in malloc_action().
es: ERROR: Memoria insuficiente en malloc_action().

source: ERROR: Could not allocate memory in malloc_buffer_stats()
es: ERROR: No se ha podido reservar memoria en malloc_buffer_stats()

source: ERROR: Device not available.
es: ERROR: Dispositivo no disponible.

source: ERROR: %s requires an output filename to be specified with -f.
es: ERROR: %s requiere que se especifique un nombre de fichero de salida con -f.

source: ERROR: Unsupported option value to %s device.
es: ERROR: No se admite el valor de opción para el dispositivo %s.

source: ERROR: Cannot open device %s.
es: ERROR: No se puede abrir el dispositivo %s.

source: ERROR: Device %s failure.
es: ERROR: Fallo del dispositivo %s.

source: ERROR: An output file cannot be given for %s device.
es: ERROR: No se puede asignar un fichero de salida para el dispositivo %s.

source: ERROR: Cannot open file %s for writing.
es: ERROR: No se puede abrir el fichero %s para escritura.

source: ERROR: File %s already exists.
es: ERROR: El fichero %s ya existe.

source: ERROR: This error should never happen (%d). Panic!
es: ERROR: Este error nunca debería ocurrir (%d). ¡Pánico!

source: ERROR: Out of memory in new_audio_reopen_arg().
es: ERROR: Memoria insuficiente en new_audio_reopen_arg().

source: Error: Out of memory in new_print_statistics_arg().
es: Error: Memoria insuficiente en new_print_statistics_arg().
ro: Eroare: Memorie plinã în new_print_statistics_arg().

source: ERROR: Out of memory in new_status_message_arg().
es: ERROR: Memoria insuficiente en new_status_message_arg().

source: Error: Out of memory in decoder_buffered_metadata_callback().
es: Error: Memoria insuficiente en decoder_buffered_metadata_callback().
ro: Eroare: Memorie plinã în decoder_buffered_metadata_callback().

source: ERROR: Out of memory in decoder_buffered_metadata_callback().
es: ERROR: Memoria insuficiente en decoder_buffered_metadata_callback().

source: System error
es: Error del sistema
ro: Eroare sistem

source: === Parse error: %s on line %d of %s (%s)
es: === Error de análisis: %s en la línea %d de %s (%s)
ro: === Eroare de analizã: %s în linia %d din %s (%s)

source: Name
es: Nombre
ro: Nume

source: Description
es: Descripción
ro: Descriere

source: Type
es: Tipo
ro: Tip

source: Default
es: Predeterminado
ro: Implicit

source: none
es: ninguno
ro: nimic

source: bool
es: booleano

source: char
es: carácter

source: string
es: cadena
ro: ºir

source: int
es: entero

source: float
es: coma flotante

source: double
es: doble precisión

source: other
es: otro
ro: altul

source: (NULL)
es: (NULO)

source: (none)
es: (ninguno)
ro: (nimic)

source: Success
es: Éxito
ro: Succes

source: Key not found
es: Clave no encontrada
ro: Key negãsit

source: No key
es: No hay ninguna clave
ro: Nici un key

source: Bad value
es: Valor erróneo
ro: Valoare greºitã

source: Bad type in options list
es: Tipo erróneo en la lista de opciones
ro: Tip greºit in listã opþiuni

source: Unknown error
es: Error desconocido
ro: Eroare necunoscutã

source: Internal error parsing command line options.
es: Error interno durante el análisis de las opciones de línea de órdenes.
ro: Eroare internã in analizã opþiuni linie comandã.

source: Input buffer size smaller than minimum size of %dkB.
es: El tamaño del búfer de entrada es menor que el tamaño mínimo (%d kB).
ro: Buffer de intrare mai mic decât mãrimea minimã de %dkB.

source: === Error "%s" while parsing config option from command line. === Option was: %s
es: === Error «%s» durante el análisis de las opciones de configuración de la línea de órdenes. === La opción era: %s
ro: === Eroare "%s" în analizã opþiuni configurare linie comandã. === Opþiunea a fost: %s

source: Available options:
es: Opciones disponibles:
ro: Opþiuni disponibile:

source: === No such device %s.
es: === No existe el dispositivo %s.
ro: === Nu existã device-ul %s.

source: === Driver %s is not a file output driver.
es: === El controlador %s no es un controlador de salida a fichero.
ro: === Driverul %s nu este un driver de fiºier pentru output.

source: === Incorrect option format: %s.
es: === Formato de opción incorrecto: %s.
ro: === Format opþiune incorect: %s.

source: --- Prebuffer value invalid. Range is 0-100.
es: --- Valor de prebúfer inválido. El intervalo es de 0-100.
ro: --- Valoare prebuffer invalidã. Intervalul este 0-100.

source: ogg123 from %s %s
es: ogg123 de %s %s

source: --- Cannot play every 0th chunk!
es: --- ¡No se pueden reproducir los fragmentos cero-ésimos!
ro: --- Nu se poate cânta fiecare 0 fiºier!

source: --- Cannot play every chunk 0 times. --- To do a test decode, use the null output driver.
es: --- No se puede reproducir cada fragmento 0 veces. --- Para hacer una decodificación de prueba use el controlador de salida nula.
ro: --- Nu se poate cânta o bucatã de 0 ori. --- To do a test decode, use the null output driver.

source: --- Cannot open playlist file %s. Skipped.
es: --- No se puede abrir el fichero con la lista de reproducción %s. Omitido.
ro: --- Nu se poate deschide playlistul %s. Omis.

source: === Option conflict: End time is before start time.
es: === Conflicto de opciones: El tiempo final está antes del tiempo inicial.

source: --- Driver %s specified in configuration file invalid.
es: --- El controlador %s indicado en el fichero de configuración es inválido.
ro: --- Driver invalid %s specificat in fiºierul de configurare.

source: === Could not load default driver and no driver specified in config file. Exiting.
es: === No se pudo cargar el controlador predefinido y no se indicaron controladores en el fichero de configuración. Saliendo.
ro: === Nu s-a putut incãrca driverul implicit ºi nu s-a specificat nici un driver in fiºierul de configurare. Ieºire.

source: Usage: ogg123 [options] file ... Play Ogg audio files and network streams.
es: Modo de empleo: ogg123 [opciones] fichero ... Interpreta ficheros de sonido y flujos de red Ogg.

source: Available codecs:
es: Codecs disponibles:

source: Output options
es: Opciones de salida

source: -d dev, --device dev Use output device "dev". Available devices:
es: -d disp, --device disp Usa el dispositivo de salida "disp". Dispositivos disponibles:

source: Live:
es: Vivo:

source: File:
es: Fichero:

source: -f file, --file file Set the output filename for a file device previously specified with --device.
es: -f fichero, --file fichero Define el fichero de salida para un fichero de dispositivo especificado antes con --device.

source: --audio-buffer n Use an output audio buffer of 'n' kilobytes
es: --audio-buffer n Usa un búfer de salida de audio de 'n' kilobytes

source: -o k:v, --device-option k:v Pass special option 'k' with value 'v' to the device previously specified with --device. See the ogg123 man page for available device options.
es: -o k:v, --device-option k:v Pasa la opción especial 'k' con valor 'v' al dispositivo antes especificado con --device. Consulte la página de manual de ogg123 para ver opciones de dispositivos disponibles.

source: Playlist options
es: Opciones de lista de reproducción

source: -@ file, --list file Read playlist of files and URLs from "file"
es: -@ fich, --list fich Lee la lista de reproducción de ficheros y URLs de "fich"

source: -r, --repeat Repeat playlist indefinitely
es: -, --repeat Repite la lista de reproducción indefinidamente

source: -R, --remote Use remote control interface
es: -R, --remote Usa la interfaz de control remoto

source: -z, --shuffle Shuffle list of files before playing
es: -z, --shuffle Desordena la lista de ficheros antes de interpretar

source: -Z, --random Play files randomly until interrupted
es: -Z, --random Interpreta ficheros aleatoriamente hasta ser interrumpido

source: Input options
es: Opciones de entrada

source: -b n, --buffer n Use an input buffer of 'n' kilobytes
es: -b n, --buffer n Usa un búfer de entrada de 'n' kilobytes

source: -p n, --prebuffer n Load n%% of the input buffer before playing
es: -p n, --prebuffer n Carga n%% del búfer de entrada antes de interpretar

source: Decode options
es: Opciones de decodificación

source: -k n, --skip n Skip the first 'n' seconds (or hh:mm:ss format)
es: -k n, --skip n Salta los primeros 'n' segundos (o en formato hh:mm:ss)

source: -K n, --end n End at 'n' seconds (or hh:mm:ss format)
es: -K n, --end n Termina en 'n' segundos (o en formato hh:mm:ss)

source: -x n, --nth n Play every 'n'th block
es: -x n, --nth n Reproduce cada n-ésimo bloque

source: -y n, --ntimes n Repeat every played block 'n' times
es: -y n, --ntimes n Repite cada bloque reproducido 'n' veces

source: Miscellaneous options
es: Opciones variadas

source: -l s, --delay s Set termination timeout in milliseconds. ogg123 will skip to the next song on SIGINT (Ctrl-C), and will terminate if two SIGINTs are received within the specified timeout 's'. (default 500)
es: -l s, --delay s Establece el tiempo de expiración en milisegundos. ogg123 saltará a la siguiente canción en SIGINT (Ctrl-C), y terminará si recibe dos SIGINTs en el tiempo de expiración 's' especificado (por defecto 500)

source: -h, --help Display this help
es: -h, --help Muestra esta ayuda

source: -q, --quiet Don't display anything (no title)
es: -q, --quiet No muestra nada (sin título)

source: -v, --verbose Display progress and other status information
es: -v, --verbose Muestra el progreso y otros estados de información

source: -V, --version Display ogg123 version
es: -V --version Muestra la versión de ogg123

source: ERROR: Out of memory.
es: ERROR: Memoria insuficiente.

source: ERROR: Could not allocate memory in malloc_decoder_stats()
es: ERROR: No se puede reservar memoria en malloc_decoder_stats()

source: ERROR: Could not set signal mask.
es: ERROR: No se puede establecer máscara de señal.

source: ERROR: Unable to create input buffer.
es: ERROR: No se puede crear búfer de entrada.

source: default output device
es: dispositivo de salida predefinido
ro: device de ieºire implicit

source: shuffle playlist
es: ordena la lista de reproducción al azar
ro: playlist amestecat

source: repeat playlist forever
es: repite la lista de reproducción para siempre

source: Could not skip to %f in audio stream.
es: No se pudo saltar a %f en el flujo de audio.

source: Audio Device: %s
es: Dispositivo de sonido: %s
ro: Dispozitiv Audio: %s

source: Author: %s
es: Autor: %s
ro: Autor: %s

source: Comments: %s
es: Comentarios: %s
ro: Comentarii: %s

source: WARNING: Could not read directory %s.
es: AVISO: No se puede leer el directorio %s.

source: Error: Could not create audio buffer.
es: Error: No se puede crear búfer de audio.
ro: Eroare: Nu s-a putut crea bufferul audio.

source: No module could be found to read from %s.
es: No se puede hallar un módulo para leer de %s.
ro: Nu s-a gãsit nici un modul din care sa se citeascã %s.

source: Cannot open %s.
es: No se puede abrir %s.
ro: Nu s-a putut deschide %s.

source: The file format of %s is not supported.
es: El formato del fichero %s no está soportado.
ro: Formatul de fiºier %s nu este suportat.

source: Error opening %s using the %s module. The file may be corrupted.
es: Error en la apertura de %s usando el módulo %s. El fichero puede estar dañado.
ro: Eroare la deschiderea %s utilizând modulul %s. Fiºierul poate sã fie corupt.

source: Playing: %s
es: Reproduciendo: %s
ro: În rulare: %s

source: Could not skip %f seconds of audio.
es: No se pueden omitir %f segundos de audio.
ro: Nu s-au putut omite %f secunde de audio.

source: ERROR: Decoding failure.
es: ERROR: Fallo de decodificación

source: ERROR: buffer write failed.
es: ERROR: escritura de búfer fallado.

source: Done.
es: Hecho.
ro: Finalizat.

source: --- Hole in the stream; probably harmless
es: --- Hueco en el flujo de datos; probablemente inofensivo
ro: --- Pauzã în stream; probabil nedãunãtoare

source: === Vorbis library reported a stream error.
es: === La biblioteca Vorbis indica un error en el flujo de datos.
ro: === Biblioteca Vorbis a raportat o eroare de stream.

source: Ogg Vorbis stream: %d channel, %ld Hz
es: Flujo Ogg Vorbis: %d canal(es), %ld Hz

source: Vorbis format: Version %d
es: Formato Vorbis: Versión %d

source: Bitrate hints: upper=%ld nominal=%ld lower=%ld window=%ld
es: Sugerencia para la tasa de transferencia: superior=%ld nominal=%ld inferior=%ld intervalo=%ld
ro: Sfaturi bitrate: superior=%ld nominal=%ld inferior=%ld fereastrã=%ld

source: Encoded by: %s
es: Codificado por: %s
ro: Encodat de: %s

source: ERROR: Out of memory in create_playlist_member().
es: ERROR: Memoria insuficiente en new_print_statistics_arg().

source: Warning: Could not read directory %s.
es: Atención: No se puede leer el directorio %s.
ro: Avertisment: Nu s-a putut citi directorul %s.

source: Warning from playlist %s: Could not read directory %s.
es: Aviso de la lista de reproducción %s: No se puede leer el directorio %s.
ro: Avertisment din playlistul %s: Nu se poate citi directorul %s.

source: ERROR: Out of memory in playlist_to_array().
es: ERROR: Memoria insuficiente en playlist_to_array().

source: Ogg Speex stream: %d channel, %d Hz, %s mode (VBR)
es: Flujo Ogg Speex: %d canal(es), %d Hz, modo %s (VBR)

source: Ogg Speex stream: %d channel, %d Hz, %s mode
es: Flujo Ogg Speex: %d canal(es), %d Hz, modo %s

source: Speex version: %s
es: Versión de Speex: %s

source: Invalid/corrupted comments
es: Comentarios inválidos/corruptos

source: Cannot read header
es: No se puede leer la cabecera

source: Mode number %d does not (any longer) exist in this version
es: El modo número %d (ya) no existe en esta versión

source: The file was encoded with a newer version of Speex. You need to upgrade in order to play it.
es: El fichero fue codificado con una versión más nueva de Speex. Necesita actualizar para reproducirlo.

source: The file was encoded with an older version of Speex. You would need to downgrade the version in order to play it.
es: El fichero fue codificado con una versión más antigua de Speex. Necesita rebajar la versión para reproducirlo.

source: %sPrebuf to %.1f%%
es: %sPrecarga a %.1f%%
ro: %sPrebuf cãtre %.1f%%

source: %sPaused
es: %sEn Pausa
ro: %sÎn pauzã

source: %sEOS
es: %sEOS (Final de flujo)

source: Memory allocation error in stats_init()
es: Error de asignación de memoria en stats_init()
ro: Eroare alocare memorie in stats_init()

source: File: %s
es: Fichero: %s
ro: Fiºier: %s

source: Time: %s
es: Tiempo: %s
ro: Duratã: %s

source: of %s
es: de %s
ro: din %s

source: Avg bitrate: %5.1f
es: Transferencia de bits media: %5.1f
ro: Bitrate mediu: %5.1f

source: Input Buffer %5.1f%%
es: Búfer de entrada %5.1f%%
ro: Buffer intrare %5.1f%%

source: Output Buffer %5.1f%%
es: Búfer de Salida %5.1f%%
ro: Buffer ieºire %5.1f%%

source: ERROR: Could not allocate memory in malloc_data_source_stats()
es: ERROR: No se puede asignar memoria en malloc_data_source_stats()

source: Track number:
es: Pista número:
ro: Numar pistã(track):

source: ReplayGain (Track):
es: Ganancia de Reproducción (Pista):
ro: ReplayGain (Pistã):

source: ReplayGain (Album):
es: Ganancia de Reproducción (Álbum):

source: ReplayGain Peak (Track):
es: Pico de Ganancia de Reproducción (Pista):

source: ReplayGain Peak (Album):
es: Pico de Ganancia de Reproducción (Álbum):

source: Comment:
es: Comentario:
ro: Comentariu:

source: oggdec from %s %s
es: oggdec de %s %s

source: Usage: oggdec [options] file1.ogg [file2.ogg ... fileN.ogg]
es: Uso: oggdec [opciones] fichero1.ogg [fichero2.ogg ... ficheroN.ogg]

source: Supported options:
es: Opciones admitidas:

source: --quiet, -Q Quiet mode. No console output.
es: --quiet, -Q Modo silencioso. Sin salida a la consola.

source: --help, -h Produce this help message.
es: -help, -h Produce este mensaje de ayuda.

source: --version, -V Print out version number.
es: --version, -V Muestra el número de versión.

source: --bits, -b Bit depth for output (8 and 16 supported)
es: --bits, -b Profundidad de bit para la salida (se admite 8 y 16)

source: --endianness, -e Output endianness for 16-bit output; 0 for little endian (default), 1 for big endian.
es: --endianness, -e Orden de salida para salida de 16-bits; 0 para little endian (por defecto), 1 para big endian.

source: --sign, -s Sign for output PCM; 0 for unsigned, 1 for signed (default 1).
es: --sign, -s Signo para la salida PCM; 0 sin signo, 1 con signo (por defecto 1).

source: --raw, -R Raw (headerless) output.
es: --raw, -R Salida en crudo (sin cabeceras).

source: --output, -o Output to given filename. May only be used if there is only one input file, except in raw mode.
es: --output, -o Salida al fichero indicado. Solamente se puede usar si sólo hay un fichero de salida, excepto en modo crudo.

source: Internal error: Unrecognised argument
es: Error interno: No se reconoce el argumento

source: ERROR: Failed to write Wave header: %s
es: ERROR: Fallo al escribir la cabecera Wave: %s

source: ERROR: Failed to open input file: %s
es: ERROR: Fallo al abrir el fichero de entrada: %s

source: ERROR: Failed to open output file: %s
es: ERROR: Fallo al abrir el fichero de salida: %s

source: ERROR: Failed to open input as Vorbis
es: ERROR: Fallo al abrir el fichero como Vorbis

source: Decoding "%s" to "%s"
es: Decodificando "%s" a "%s"

source: standard input
es: entrada estándar
ro: intrare standard

source: standard output
es: salida estándar
ro: ieºire standard

source: Logical bitstreams with changing parameters are not supported
es: No se admiten las transferencias de bits lógicas con párametros modificados

source: WARNING: hole in data (%d)
es: AVISO: hueco en datos (%d)

source: Error writing to file: %s
es: Error al escribir al fichero: %s

source: ERROR: No input files specified. Use -h for help
es: ERROR: No se han indicado ficheros de entrada. Use -h para obtener ayuda

source: ERROR: Can only specify one input file if output filename is specified
es: ERROR: Solamente se puede especificar un fichero de entrada si se especifica nombre de fichero de salida

source: WAV file reader
es: Lector de ficheros WAV
ro: cititor fiºiere WAV

source: AIFF/AIFC file reader
es: Lector de ficheros AIFF/AIFC
ro: cititor fiºiere AIFF/AIFC

source: FLAC file reader
es: Lector de ficheros FLAC

source: Ogg FLAC file reader
es: Lector de ficheros Ogg FLAC

source: Warning: Unexpected EOF in reading WAV header
es: Aviso: Final de fichero inesperado al leer la cabecera WAV
ro: Avertisment: EOF neaºteptat în citirea headerului WAV

source: Skipping chunk of type "%s", length %d
es: Omitiendo fragmento del tipo "%s", longitud %d
ro: Omitere bucatã tip "%s", lungime %d

source: Warning: Unexpected EOF in AIFF chunk
es: Aviso: Final de fichero inesperado en fragmento de AIFF
ro: Avertisment: EOF neaºteptat în bucatã AIFF

source: Warning: No common chunk found in AIFF file
es: Aviso: No se han hallado fragmentos comunes en el fichero AIFF
ro: Avertisment: Nu s-a gãsit nici o bucatã obiºnuitã in fiºier AIFF

source: Warning: Truncated common chunk in AIFF header
es: Aviso: Fragmento común truncado en la cabecera AIFF
ro: Avertisment: Bucatã obiºnuitã trunchiatã în header AIFF

source: Warning: Unexpected EOF in reading AIFF header
es: Aviso: Fin de fichero inesperado al leer la cabecera AIFF
ro: Avertismnet: EOF neaºteptat în citirea headerului AIFF

source: Warning: AIFF-C header truncated.
es: Aviso: Cabecera AIFF-C truncada.
ro: Avertisment: Header AIFF-C trunchiat.

source: Warning: Can't handle compressed AIFF-C (%c%c%c%c)
es: Aviso: No se puede manipular el fichero AIFF-C comprimido (%c%c%c%c)

source: Warning: No SSND chunk found in AIFF file
es: Aviso: No se encontró un fragmento SSND en el fichero AIFF
ro: Avertisment: Nu s-a gãsit nici o bucatã SSND in fiºierul AIFF

source: Warning: Corrupted SSND chunk in AIFF header
es: Aviso: Fragmento SSND dañado en la cabecera AIFF
ro: Avertisment: Bucatã SSND coruptã în header AIFF

source: Warning: Unexpected EOF reading AIFF header
es: Aviso: Fin de fichero inesperado al leer cabecera AIFF
ro: Avertisment: EOF neaºteptat în citirea headerului AIFF

source: Warning: OggEnc does not support this type of AIFF/AIFC file Must be 8 or 16 bit PCM.
es: Aviso: OggEnc no puede manejar este tipo de ficheros AIFF/AIFC Deben ser de 8 o 16 bits PCM.
ro: Avertisment: OggEnc nu suportã acest tip de fiºier AIFF/AIFC Trebuie sã fie 8 sau 16 biþi PCM.

source: Warning: Unrecognised format chunk in WAV header
es: Aviso: Fragmento de formato desconocido en cabecera WAV
ro: Avertisment: Format bucata nerecunoscut în header WAV

source: Warning: INVALID format chunk in wav header. Trying to read anyway (may not work)...
es: Aviso: Fragmento con formato INVÁLIDO en la cabecera wav. Se intenta leer de todas formas (puede no funcionar)...
ro: Avertisment: format bucatã INVALID în header wav. Se încearcã oricum citirea (s-ar putea sã nu meargã)...

source: ERROR: Wav file is unsupported type (must be standard PCM or type 3 floating point PCM
es: ERROR: Fichero WAV de tipo no soportado (debe ser PCM estándar o PCM de coma flotante de tipo 3
ro: EROARE: Fiºier wav în format nesuportat (trebuie sã fie standard PCM) sau tip 3 floating point PCM

source: Warning: WAV 'block alignment' value is incorrect, ignoring. The software that created this file is incorrect.
es: Aviso: el valor de 'alineación de bloque' WAV es incorrecto, se descarta. El software que creó este fichero es incorrecto.

source: ERROR: Wav file is unsupported subformat (must be 8,16, or 24 bit PCM or floating point PCM
es: ERROR: El fichero WAV está en un subformato no soportado (debe ser PCM de 8, 16 o 24 bits o PCM de coma flotante)

source: Big endian 24 bit PCM data is not currently supported, aborting.
es: No se admiten los datos PCM de 24 bits big endian, terminando.

source: Internal error: attempt to read unsupported bitdepth %d
es: Error interno: se intentó leer una profundida de bit sin soporte de %d

source: BUG: Got zero samples from resampler: your file will be truncated. Please report this.
es: FALLO: Se obtuvieron cero muestras del resampler: su archivo será truncado. Por favor notifíquelo.
ro: BUG: S-au primit exemple zero din resampler: fiºierul va fi trunchiat. Vã rugãm raportaþi asta.

source: Couldn't initialise resampler
es: No se puede inicializar resampler
ro: Nu s-a putut iniþializa resampler

source: Setting advanced encoder option "%s" to %s
es: Cambiando opción avanzada de codificador de "%s" a %s
ro: Setãri opþiuni avansate encoder "%s" la %s

source: Setting advanced encoder option "%s"
es: Definiendo opción avanzada del codificador "%s"

source: Changed lowpass frequency from %f kHz to %f kHz
es: Se cambió la frecuencia de paso bajo de %f KHz a %f KHz
ro: Schimbare frecvenþã lowpass de la %f kHZ la %f kHz

source: Unrecognised advanced option "%s"
es: No se admite la opción avanzada "%s"
ro: Opþiune avansatã nerecunoscutã "%s"

source: Failed to set advanced rate management parameters
es: Fallo al definir los parámetros de gestión avanzada de flujo

source: This version of libvorbisenc cannot set advanced rate management parameters
es: Esta versión de libvorbisenc no puede definir parámetros de gestión avanzada de flujo

source: WARNING: failed to add Kate karaoke style
es: AVISO: fallo al agregar el estilo de karaoke Kate

source: 255 channels should be enough for anyone. (Sorry, but Vorbis doesn't support more)
es: 255 canales deberían ser suficientes para cualquiera. (Lo sentimos, pero Vorbis no admite más)

source: Requesting a minimum or maximum bitrate requires --managed
es: Solicitar una transferencia de bits mínima o máxima requiere --managed
ro: Cererea de bitrate minim sau maxim necesitã --managed

source: Mode initialisation failed: invalid parameters for quality
es: Fallo en la inicialización de modo: parámetros de calidad inválido
ro: Iniþializare mod eºuatã: parametri invalizi pentru calitate
