Repository: xiph/vorbis-tools
Catalog: po/*.po
Languages: es, ro

source: Set optional hard quality restrictions
es: Establece restricciones de calidad duras opcionales

source: Failed to set bitrate min/max in quality mode
es: Fallo al establecer la transferencia de bits min/max en modo de calidad

source: Mode initialisation failed: invalid parameters for bitrate
es: Fallo en la inicialización de modo: parámetros de transferencia de bits inválido
ro: Iniþializare mod eºuatã: parametri invalizi pentru bitrate

source: WARNING: no language specified for %s
es: AVISO: no se especificó ningún idioma para %s

source: Failed writing fishead packet to output stream
es: Fallo al escribir el paquete `fishead' en el flujo de salida

source: Failed writing header to output stream
es: Fallo al escribir la cabecera en el flujo de salida
ro: Nu s-a putut scrie headerul spre streamul de ieºire

source: Failed encoding Kate header
es: Fallo al codificar la cabecera Kate

source: Failed writing fisbone header packet to output stream
es: Fallo al escribir el paquete de cabecera `fisbone' en el flujo de salida

source: Failed writing skeleton eos packet to output stream
es: Fallo al escribir el esqueleto de paquete eos en el flujo de salida

source: Failed encoding karaoke style - continuing anyway
es: Fallo al codificar el estilo karaoke - continúa de cualquier forma

source: Failed encoding karaoke motion - continuing anyway
es: Fallo al codificar el movimiento karaoke - continúa de cualquier forma

source: Failed encoding lyrics - continuing anyway
es: Fallo al codificar las letras - se continúa de cualquier forma

source: Failed writing data to output stream
es: Fallo al escribir datos en el flujo de salida
ro: Nu s-au putut scrie date spre streamul de ieºire

source: Failed encoding Kate EOS packet
es: Fallo al escribir el paquete EOS Kate

source: [%5.1f%%] [%2dm%.2ds remaining] %c
es: [%5.1f%%] [quedan %2dm%.2ds ] %c

source: Encoding [%2dm%.2ds so far] %c
es: Codificando [%2dm%.2ds hasta ahora] %c

source: Done encoding file "%s"
es: Codificación del fichero "%s" finalizada
ro: Encodare fiºier finalizatã "%s"

source: Done encoding.
es: Codificación finalizada.
ro: Encodare finalizatã.

source: File length: %dm %04.1fs
es: Longitud del fichero: %dm %04.1fs
ro: Duratã fiºier: %dm %04.1fs

source: Elapsed time: %dm %04.1fs
es: Tiempo consumido: %dm %04.1fs
ro: Timp trecut: %dm %04.1fs

source: Rate: %.4f
es: Tasa: %.4f
ro: Ratã: %.4f

source: Average bitrate: %.1f kb/s
es: Transferencia de bits media: %.1f kb/s
ro: Bitrate mediu: %.1f kb/s

source: (min %d kbps, max %d kbps)
es: (mín %d kbps, máx %d kbps)

source: (min %d kbps, no max)
es: (mín %d kbps, sin máx)

source: (no min, max %d kbps)
es: (sin mín, máx %d kbps)

source: (no min or max)
es: (sin mín o máx)

source: Encoding %s%s%s to %s%s%s at average bitrate %d kbps
es: Codificando %s%s%s a %s%s%s con transferencia de bits media %d kbps
ro: Encodare %s%s%s în %s%s%s la bitrate mediu de %d kbps

source: Encoding %s%s%s to %s%s%s at approximate bitrate %d kbps (VBR encoding enabled)
es: Codificando %s%s%s a %s%s%s a una transferencia de bits media aproximada de %d kbps (codificación VBR activada)
ro: Encodare %s%s%s în %s%s%s la bitrate de aproximativ %d kbps (encodare VBR activatã)

source: Encoding %s%s%s to %s%s%s at quality level %2.2f using constrained VBR
es: Codificando %s%s%s a %s%s%s con nivel de calidad %2.2f usando VBR restringido
ro: Encodare %s%s%s în %s%s%s la nivel de calitate %2.2f utilizând VBR constrâns

source: Encoding %s%s%s to %s%s%s at quality %2.2f
es: Codificando %s%s%s a %s%s%s con calidad %2.2f
ro: Encodare %s%s%s to %s%s%s la calitate %2.2f

source: Encoding %s%s%s to %s%s%s using bitrate management
es: Codificando %s%s%s a %s%s%s usando gestión de transferencia de bits
ro: Encodare %s%s%s to %s%s%s folosind management de bitrate

source: Failed to convert to UTF-8: %s
es: Fallo al convertir a UTF-8: %s

source: Out of memory
es: Memoria agotada

source: WARNING: subtitle %s is not valid UTF-8
es: AVISO: el subtítulo %s no es UTF-8 válido

source: ERROR - line %u: Syntax error: %s
es: ERROR - línea %u: Error sintáctico: %s

source: WARNING - line %u: non consecutive ids: %s - pretending not to have noticed
es: AVISO - línea %u: ids no consecutivos: %s - pretendiendo que no nos percatamos

source: ERROR - line %u: end time must not be less than start time: %s
es: ERROR - línea %u: el tiempo final no debe ser menor que el tiempo inicial: %s

source: WARNING - line %u: text is too long - truncated
es: AVISO - línea %u: el texto es demasiado largo - se trunca

source: WARNING - line %u: missing data - truncated file?
es: AVISO - línea %u: faltan datos - ¿fichero trunco?

source: WARNING - line %d: lyrics times must not be decreasing
es: AVISO - línea %d: los tiempo de las letras no deben ser decrementales

source: WARNING - line %d: failed to get UTF-8 glyph from string
es: AVISO - línea %d: fallo al obtener el glifo UTF-8 de la cadena

source: WARNING - line %d: failed to process enhanced LRC tag (%*.*s) - ignored
es: AVISO - línea %d: fallo al procesar la etiqueta LRC mejorada (%*.*s) - se descarta

source: WARNING: failed to allocate memory - enhanced LRC tag will be ignored
es: AVISO: fallo al reservar memoria - se descarta la etiqueta LRC mejorada

source: ERROR: No lyrics filename to load from
es: ERROR: No hay un fichero de letras para cargar

source: ERROR: Failed to open lyrics file %s (%s)
es: ERROR: Fallo al abrir el fichero de letras %s (%s)

source: ERROR: Failed to load %s - can't determine format
es: ERROR: Fallo al cargar %s - no se puede determinar el formato

source: RAW file reader
es: Lector de ficheros RAW

source: ERROR: No input files specified. Use -h for help.
es: ERROR: No se han indicado ficheros de entrada. Use -h para obtener ayuda.

source: ERROR: Multiple files specified when using stdin
es: ERROR: Se han indicado varios ficheros al usar la entrada estándar
ro: EROARE: Fiºiere multiple specificate pentru utilizare stdin

source: ERROR: Multiple input files with specified output filename: suggest using -n
es: ERROR: Múltiples ficheros de entrada con nombre de fichero de salida indicado: se sugiere usar -n
ro: EROARE: Fiºiere intrare multiple cu fiºier ieºire specificat: sugerãm folosirea lui -n

source: WARNING: Insufficient lyrics languages specified, defaulting to final lyrics language.
es: AVISO: No se indicaron suficientes idiomas para las letras, se usa el ultimo idioma por defecto.

source: ERROR: Cannot open input file "%s": %s
es: ERROR: No se puede abrir fichero de entrada "%s": %s
ro: EROARE: nu s-a putut deschide fiºierul "%s":%s

source: Opening with %s module: %s
es: Abriendo con el módulo %s: %s
ro: Deschidere cu modulul %s: %s

source: ERROR: Input file "%s" is not a supported format
es: ERROR: El fichero de entrada "%s" no está en ningún formato soportado
ro: EROARE: Fiºierul de intrare "%s" nu este un format suportat

source: WARNING: No filename, defaulting to "%s"
es: AVISO: No se indicó nombre de fichero, se usa por defecto "%s"

source: ERROR: Could not create required subdirectories for output filename "%s"
es: ERROR: No se pueden crear los subdirectorios necesarios para el fichero de salida "%s"
ro: EROARE: Nu s-au putut crea subdirectoarele necesare pentru nume fiºier ieºire "%s"

source: ERROR: Input filename is the same as output filename "%s"
es: ERROR: El fichero de entrada es el mismo que el fichero de salida "%s"

source: ERROR: Cannot open output file "%s": %s
es: ERROR: No se puede abrir el fichero de salida "%s": %s
ro: EROARE: Nu s-a putut scrie fiºierul de ieºire "%s": %s

source: Resampling input from %d Hz to %d Hz
es: Entrada de remuestreo de %d Hz a %d Hz
ro: Convertire (resampling) intrare din %d Hz în %d Hz

source: Downmixing stereo to mono
es: Mezclando a la baja de estéreo a mono
ro: Demixare stereo în mono

source: WARNING: Can't downmix except from stereo to mono
es: AVISO: No se puede remezclar a la baja excepto de estéreo a mono

source: Scaling input to %f
es: Se escala la entrada a %f

source: oggenc from %s %s
es: oggenc de %s %s

source: Usage: oggenc [options] inputfile [...]
es: Modo de empleo: oggenc [opciones] ficheroentrada [...]

source: OPTIONS: General: -Q, --quiet Produce no output to stderr -h, --help Print this help text -V, --version Print the version number
es: General: -Q, --quiet No produce salida de error -h, --help Muestra este texto de ayuda -V, --version Muestra el número de versión

source: -k, --skeleton Adds an Ogg Skeleton bitstream -r, --raw Raw mode. Input files are read directly as PCM data -B, --raw-bits=n Set bits/sample for raw input; default is 16 -C, --raw-chan=n Set number of channels for raw input; default is 2 -R, --raw-rate=n Set samples/sec for raw input; default is 44100 --raw-endianness 1 for bigendian, 0 for little (defaults to 0)
es: -k, --skeleton Agrega una transferencia de bits Ogg Skeleton -r, --raw Modo crudo. Los ficheros de entrada se leen directamente como datos PCM -B, --raw-bits=n Define bit/muestra para la entrada en crudo; por defecto es 16 -C, --raw-chan=n Define número de canales para la entrada en crudo; por defecto es 2 -R, --raw-rate=n Define muestras/segundo para la entrada en crudo; por defecto es 44100 --raw-endianness 1 para bigendian, 0 para littleendian (por defecto es 0)

source: -b, --bitrate Choose a nominal bitrate to encode at. Attempt to encode at a bitrate averaging this. Takes an argument in kbps. By default, this produces a VBR encoding, equivalent to using -q or --quality. See the --managed option to use a managed bitrate targetting the selected bitrate.
es: -b, --bitrate Escoge una transferencia de bits nominal para codificar. Se intenta codificar a una transferencia que promedie esto. Toma un argumento en kbps. Por defecto, esto produce una codificación VBR, equivalente a usar -q o --quality. Consulte la opción --managed para usar una transferencia de bits gestionada que apunte a la transferencia de bits seleccionada.

source: --managed Enable the bitrate management engine. This will allow much greater control over the precise bitrate(s) used, but encoding will be much slower. Don't use it unless you have a strong need for detailed control over bitrate, such as for streaming.
es: --managed Activa el motor de gestión de transferencia de bits. Esto permite mucho más control sobre la(s) transferencias de bits utilizadas, pero la codificación será mucho más lenta. No lo use a menos que tenga una fuerte necesidad de control detallado sobre la transferencia de bits, tal como para transmisión en la red.

source: -m, --min-bitrate Specify a minimum bitrate (in kbps). Useful for encoding for a fixed-size channel. Using this will automatically enable managed bitrate mode (see --managed). -M, --max-bitrate Specify a maximum bitrate in kbps. Useful for streaming applications. Using this will automatically enable managed bitrate mode (see --managed).
es: -m, --min-bitrate Especifica una transferencia mínima de bits (en kbps). Útil para codificar para un canal de tamaño fijo. Al usar esta opción se activa automáticamente el modo de de transferencia de bits gestionado (vea --managed). -M, --max-bitrate Especifica una transferencia máxima de bits en kbps. Útil para aplicaciones de transmisión por red. Al usar esta opción se activa automáticamente el modo de transferencia de bits gestionado (vea --managed).

source: --advanced-encode-option option=value Sets an advanced encoder option to the given value. The valid options (and their values) are documented in the man page supplied with this program. They are for advanced users only, and should be used with caution.
es: --advanced-encode-option opción=valor Establece una opción avanzada de codificador al valor dado. Las opciones válidas (y sus valores) están documentadas en la página de manual proporcionada con este programa. Son solamente para usuarios avanzados, y se deben usar con precaución.

source: -q, --quality Specify quality, between -1 (very low) and 10 (very high), instead of specifying a particular bitrate. This is the normal mode of operation. Fractional qualities (e.g. 2.75) are permitted The default quality level is 3.
es: -q, --quality Especifica la calidad, entre -1 (muy baja) y 10 (muy alta), en lugar de especificar una transferencia de bits en particular. Este es el modo normal de operación. Se permiten calidades fraccionales (p.e. 2.75) El nivel de calidad por defecto es 3.

source: --resample n Resample input data to sampling rate n (Hz) --downmix Downmix stereo to mono. Only allowed on stereo input. -s, --serial Specify a serial number for the stream. If encoding multiple files, this will be incremented for each stream after the first.
es: --resample n Remuestrea datos de entrada a la tasa de muestreo n (Hz) --downmix Mezcla a la baja de estéreo a mono. Sólo se permite con entrada estéreo. -s, --serial Especifica un número serial para el flujo. Si se codifican múltiples ficheros, el número se incrementará para cada flujo a partir del primero.

source: --discard-comments Prevents comments in FLAC and Ogg FLAC files from being copied to the output Ogg Vorbis file. --ignorelength Ignore the datalength in Wave headers. This allows support for files > 4GB and STDIN data streams.
es: --discard-comments Evita que se copien los comentarios en ficheros FLAC y Ogg FLAC se copien al fichero de salida Ogg Vorbis. --ignorelength Descarta la longitud de datos en cabeceras Wave. Esto permite admitir ficheros > 4GB y flujos de datos en la entrada estándar.

source: Naming: -o, --output=fn Write file to fn (only valid in single-file mode) -n, --names=string Produce filenames as this string, with %%a, %%t, %%l, %%n, %%d replaced by artist, title, album, track number, and date, respectively (see below for specifying these). %%%% gives a literal %%.
es: Nombrado: -o, --output=fn Escribe al fichero fn (válido solo en modo de un solo fichero) -n, --names=cadena Produce nombres de fichero como esta cadena, con %%a, %%t, %%l, %%n, %%d reemplazados por artista, título, álbum, número de pista, y fecha, respectivamente (consulte a continuación para especificar estos datos). %%%% da un %% literal.

source: -X, --name-remove=s Remove the specified characters from parameters to the -n format string. Useful to ensure legal filenames. -P, --name-replace=s Replace characters removed by --name-remove with the characters specified. If this string is shorter than the --name-remove list or is not specified, the extra characters are just removed. Default settings for the above two arguments are platform specific.
es: -X, --name-remove=s Borra los caracteres especificados de los parámetros para la cadena de formato -n. Útil para asegurar nombres de fichero válidos. -P, --name-replace=s Reemplaza caracteres borrados por --name-remove con el carácter especificado. Si esta cadena es más corta que la lista --name-remove o no se especifica, solamente se borran los caracteres extra. Las opciones por defecto para los dos argumentos anteriores son específicas de la plataforma.

source: --utf8 Tells oggenc that the command line parameters date, title, album, artist, genre, and comment are already in UTF-8. On Windows, this switch applies to file names too. -c, --comment=c Add the given string as an extra comment. This may be used multiple times. The argument should be in the format "tag=value". -d, --date Date for track (usually date of performance)
es: --utf8 Indica a oggenc que los parámetros de la línea de órdenes fecha, título, álbum, artista, género y comentarios ya son UTF-8. En Windows, esta opción también aplica para los nombres de archivos. -c, --comment=c Agrega la cadena dada como un comentario adicional. Se puede usar varias veces. El argumento debe estar en el formato "etiqueta=valor". -d, --date Fecha de la pista (generalmente fecha de la presentación)

source: -N, --tracknum Track number for this track -t, --title Title for this track -l, --album Name of album -a, --artist Name of artist -G, --genre Genre of track
es: -N, --tracknum Número de pista para esta pista -t, --title Título para esta pista -l, --album Nombre del álbum -a, --artist Nombre del artista -G, --genre Género de la pista

source: -L, --lyrics Include lyrics from given file (.srt or .lrc format) -Y, --lyrics-language Sets the language for the lyrics
es: -L, --lyrics Incluye letras para el archivo dado (formato .srt o .lrc) -Y, --lyrics-language Define el idioma para las letras

source: If multiple input files are given, then multiple instances of the previous eight arguments will be used, in the order they are given. If fewer titles are specified than files, OggEnc will print a warning, and reuse the final one for the remaining files. If fewer track numbers are given, the remaining files will be unnumbered. If fewer lyrics are given, the remaining files will not have lyrics added. For the others, the final tag will be reused for all others without warning (so you can specify a date once, for example, and have it used for all the files)
es: Si se proporcionan múltiples ficheros de entrada, entonces se usarán instancias múltiples de los ocho argumentos previso, en el orden proporcionado. Si se especifican menos títulos que ficheros, OggEnc mostrará un aviso y se reusará el título final para los ficheros restantes. Si se especifican menos números de pista, los ficheros restantes no serán numerados. Si se especifican menos letras, los ficheros restantes no tendrán letras agregadas. Para los otros, la etiqueta final se reusará para todos los demás sin aviso (así que puede especificar una fecha una vez, por ejemplo, y se usará para todos los ficheros)

source: INPUT FILES: OggEnc input files must currently be 24, 16, or 8 bit PCM Wave, AIFF, or AIFF/C files, 32 bit IEEE floating point Wave, and optionally FLAC or Ogg FLAC. Files may be mono or stereo (or more channels) and any sample rate. Alternatively, the --raw option may be used to use a raw PCM data file, which must be 16 bit stereo little-endian PCM ('headerless Wave'), unless additional parameters for raw mode are specified. You can specify taking the file from stdin by using - as the input filename. In this mode, output is to stdout unless an output filename is specified with -o Lyrics files may be in SubRip (.srt) or LRC (.lrc) format
es: FICHEROS DE ENTRADA: Los ficheros de entrada OggEnc actualmente deben ser ficheros PCM Wave de 24, 16, u 8 bits, AIFF, o AIFF/C, Wave de coma flotante IEEE de 32 bits, y opcionalmente FLAC u Ogg FLAC. Los ficheros pueden ser mono o estéreo (o más canales) y con cualquier tasa de muestreo. Alternativamente, se puede usar la opción --raw para usar un fichero de datos PCM en crudo, los cuales deben ser PCM little endian estéreo de 16 bits ('Wave sin cabecera'), a menos que se especifiquen parámetros adicionales para el modo crudo. Puede especificar que tomará el fichero de la entrada estándar al usar - como el nombre del fichero de entrada. En este modo, la salida es la salida estándar, a menos que se especifique un fichero de salida con -o Los ficheros de letras pueden estar en formato SubRip (.srt) o LRC (.lrc)

source: WARNING: Ignoring illegal escape character '%c' in name format
es: AVISO: Ignorando carácter de escape ilegal '%c' en el formato del nombre
ro: AVERTISMENT: Se ignorã caracterul ilegal de escape '%c' în formatul de nume

source: Enabling bitrate management engine
es: Activando motor de gestión de transferencia de bits
ro: Activare motor management bitrate

source: WARNING: Raw endianness specified for non-raw data. Assuming input is raw.
es: AVISO: Indicado bit más significativo del modo 'en bruto' con datos que no están en ese modo. Se asume entrada 'en bruto'.
ro: AVERTISMENT: Endianess brut specificat pentru date non-brute. Se presupune intrare brutã.

source: WARNING: Couldn't read endianness argument "%s"
es: AVISO: No se puede leer argumento de endianness "%s"
ro: AVERTISMENT: Nu s-a putut citi argumentul de endianess "%s"

source: WARNING: Couldn't read resampling frequency "%s"
es: AVISO: No se puede leer frecuencia de remuestreo "%s"
ro: AVERTISMENT: nu s-a putut citi frecvenþa de remixare (resampling) "%s"

source: WARNING: Resample rate specified as %d Hz. Did you mean %d Hz?
es: AVISO: La tasa de remuestreo se especificó como %d Hz. ¿Se refería a %d Hz?

source: WARNING: Couldn't parse scaling factor "%s"
es: AVISO: No se puede decodificar el factor de escala "%s"

source: No value for advanced encoder option found
es: No se halló valor alguno para las opciones avanzadas del codificador
ro: Nu s-a gãsit nici o valoare pentru opþiunea avansatã de encoder

source: Internal error parsing command line options
es: Error interno al analizar las opciones de la línea de órdenes
ro: Eroare internã la analiza opþiunilor din linia de comandã

source: WARNING: Illegal comment used ("%s"), ignoring.
es: AVISO: Se usó un comentario ilegal ("%s"), se descarta.

source: WARNING: nominal bitrate "%s" not recognised
es: AVISO: No se reconoce la transferencia de bits nominal "%s"

source: WARNING: minimum bitrate "%s" not recognised
es: AVISO: No se reconoce la transferencia de bits mínima "%s"

source: WARNING: maximum bitrate "%s" not recognised
es: AVISO: No se reconoce la transferencia de bits máxima "%s"

source: Quality option "%s" not recognised, ignoring
es: No se reconoce la opción de calidad "%s", se descarta
ro: Opþiune de calitate "%s" nerecunoscuta, ignoratã

source: WARNING: quality setting too high, setting to maximum quality.
es: AVISO: opción de calidad demasiado alta, se cambia a calidad máxima.
ro: AVERTISMENT: setare de calitate prea mare, se seteazã la calitate maximã.

source: WARNING: Multiple name formats specified, using final
es: AVISO: Se especificaron múltiples formatos de nombre, se usa el final
ro: AVERTISMENT: Nume formaturi multiple specificate, se foloseºte cel final

source: WARNING: Multiple name format filters specified, using final
es: AVISO: Se especificaron múltiples filtros de formato de nombre, se usa el final
ro: AVERTISMENT: Nume multiple formate filtre specificate, se utilizeazã cel final

source: WARNING: Multiple name format filter replacements specified, using final
es: AVISO: Se especificaron múltiples filtros de formato de nombre de reemplazo, se usa el final
ro: AVERTISMENT: Nume multiple de înlocuiri formate filtre specificate, se utilizeazã cel final

source: WARNING: Multiple output files specified, suggest using -n
es: AVISO: Se especificaron varios ficheros de salida, se sugiere usar -n
ro: AVERTISMENT: Fiºiere de ieºire multiple specificate, sugerãm sa folosiþi -n

source: WARNING: Raw bits/sample specified for non-raw data. Assuming input is raw.
es: AVISO: Se especificaron bits/muestras en bruto para datos que no están en ese modo. Se asume entrada en bruto.
ro: AVERTISMENT: Biþi/sample bruþi specificaþi pentru date non-brute. Se presupune intrare brutã.

source: WARNING: Invalid bits/sample specified, assuming 16.
es: AVISO: Valor de bits/muestras inválido, se asume 16.
ro: AVERTISMENT: Numãr biþi/sample invalid, se presupune 16.

source: WARNING: Raw channel count specified for non-raw data. Assuming input is raw.
es: AVISO: se especificó número de canales para modo en bruto para datos que no están ese modo. Se asume entrada en bruto.
ro: AVERTISMENT: Numãrare canal brutã specificatã pentru date non-brute. Se presupune intrare brutã.

source: WARNING: Invalid channel count specified, assuming 2.
es: AVISO: se especificó una cantidad de canales no válida, se asume 2.
ro: AVERTISMENT: Numãrare canal specificatã invalidã, se presupune 2.

source: WARNING: Raw sample rate specified for non-raw data. Assuming input is raw.
es: AVISO: Se especificó una tasa de muestreo para datos que no están en formato bruto. Se asume entrada en bruto.
ro: AVERTISMENT: Ratã de sample specificatã brutã pentru date non-brute. Se presupune intrare brutã.
