Repository: xiph/vorbis-tools
Catalog: po/*.po
Languages: es, ro

source: %s%s Usage: oggenc [options] input.wav [...] OPTIONS: General: -Q, --quiet Produce no output to stderr -h, --help Print this help text -r, --raw Raw mode. Input files are read directly as PCM data -B, --raw-bits=n Set bits/sample for raw input. Default is 16 -C, --raw-chan=n Set number of channels for raw input. Default is 2 -R, --raw-rate=n Set samples/sec for raw input. Default is 44100 --raw-endianness 1 for bigendian, 0 for little (defaults to 0) -b, --bitrate Choose a nominal bitrate to encode at. Attempt to encode at a bitrate averaging this. Takes an argument in kbps. This uses the bitrate management engine, and is not recommended for most users. See -q, --quality for a better alternative. -m, --min-bitrate Specify a minimum bitrate (in kbps). Useful for encoding for a fixed-size channel. -M, --max-bitrate Specify a maximum bitrate in kbps. Useful for streaming applications. -q, --quality Specify quality between 0 (low) and 10 (high), instead of specifying a particular bitrate. This is the normal mode of operation. Fractional qualities (e.g. 2.75) are permitted Quality -1 is also possible, but may not be of acceptable quality. --resample n Resample input data to sampling rate n (Hz) --downmix Downmix stereo to mono. Only allowed on stereo input. -s, --serial Specify a serial number for the stream. If encoding multiple files, this will be incremented for each stream after the first. Naming: -o, --output=fn Write file to fn (only valid in single-file mode) -n, --names=string Produce filenames as this string, with %%a, %%t, %%l, %%n, %%d replaced by artist, title, album, track number, and date, respectively (see below for specifying these). %%%% gives a literal %%. -X, --name-remove=s Remove the specified characters from parameters to the -n format string. Useful to ensure legal filenames. -P, --name-replace=s Replace characters removed by --name-remove with the characters specified. If this string is shorter than the --name-remove list or is not specified, the extra characters are just removed. Default settings for the above two arguments are platform specific. -c, --comment=c Add the given string as an extra comment. This may be used multiple times. -d, --date Date for track (usually date of performance) -N, --tracknum Track number for this track -t, --title Title for this track -l, --album Name of album -a, --artist Name of artist -G, --genre Genre of track If multiple input files are given, then multiple instances of the previous five arguments will be used, in the order they are given. If fewer titles are specified than files, OggEnc will print a warning, and reuse the final one for the remaining files. If fewer track numbers are given, the remaining files will be unnumbered. For the others, the final tag will be reused for all others without warning (so you can specify a date once, for example, and have it used for all the files) INPUT FILES: OggEnc input files must currently be 16 or 8 bit PCM WAV, AIFF, or AIFF/C files, or 32 bit IEEE floating point WAV. Files may be mono or stereo (or more channels) and any sample rate. Alternatively, the --raw option may be used to use a raw PCM data file, which must be 16bit stereo little-endian PCM ('headerless wav'), unless additional parameters for raw mode are specified. You can specify taking the file from stdin by using - as the input filename. In this mode, output is to stdout unless an outfile filename is specified with -o
ro: %s%s Folosire: oggenc [opþiuni] intrare.wav [...] OPÞIUNI: Generale: -Q, --quiet Nu produce output la stderr -h, --help Tipãreºte acest text de ajutor. -r, --raw Mod brut. Fiºierele intrare sunt citite direct ca date PCM -B, --raw-bits=n Setare biþi/exemplu(sample) pentru intrare brutã. Implicit este 16 -C, --raw-chan=n Setare numãr canale pentru intrare brutã. Implicit este 2 -R, --raw-rate=n Setare exemple(samples)/sec pentru intrare brutã. Implicit este 44100 --raw-endianness 1 pentru bigendian, 0 pentru puþin (little) - (implicit 0) -b, --bitrate Alegere nominalã a bitrate-ului pentru encodare. Încercare de encodare la acest bitrate aproximând aceasta. Necesitã un parametru în kbps. Foloseºte motorul de management de bitrate, ºi nu este recomandat pentru mulþi utilizatori. Vedeþi -q, --quality pentru o mai bunã alternativã. -m, --min-bitrate Specificare bitrate minim (în kbps). Folositor pentru encodare a unui canal cu dimensiune fixã. -M, --max-bitrate Specificare bitrate maxim în kbps. Folositor pentru aplicaþii de streaming. -q, --quality Specificare calitate între 0 (slabã) and 10 (superioarã), în loc de specifica un anumit bitrate . Acesta este modul normal de operare. Calitãþi fracþionale (ex. 2.75) sunt permise. E posibilã ºi calitatea -1, dar s-ar putea sa nu fie de o calitate acceptabilã. --resample n Remixare date intrare în ratã sampling de n (Hz) --downmix Demixare stereo în mono.Permisã doar la intrare stereo. -s, --serial Specificare numãr serial pentru stream. Dacã se vor encoda fiºiere multiple, acesta va fi incrementat la fiecare stream dupã primul. De nume: -o, --output=fn Scrie fiºier în fn (valid doar în mod single-file) -n, --names=ºir Produce nume fiºiere ca acest ºir cu %%a, %%p, %%l, %%n, %%d înlocuite de artist, titlu, album, pistã numãr, ºi datã, respectiv (vedeþi mai jos pentru specificarea acestora). %%%% oferã cu exactitate %%. -X, --name-remove=s ªterge caracterele specificate în parametri pentru formatul ºirului -n. Folositor pentru nume fiºiere corecte. -P, --name-replace=s Înlocuieºte caracterele eliminate de --name-remove cu caracterele specificate. Dacã acest ºir e mai scurt decât --name-remove list sau nu e specificat, caracterele în plus sunt pur ºi simplu ºterse. Setãrile implicite pentru cele douã argumente de mai sus sunt specifice de la o platformã la alta. -c, --comment=c Adãugare ºir dat ca ºi comentariu. Poate fi folosit de mai multe ori. -d, --date Data pistei (de obicei data când a fost fãcut cântecul) -N, --tracknum Numãr pistã pentru aceastã pistã -t, --title Titlu pentru aceastã pistã -l, --album Nume album -a, --artist Nume artist -G, --genre Gen muzical pistã Dacã se dau mai multe fiºiere de intrare vor fi folosite instanþe ale anterioarelor cinciargumente, în oridnea datã. Dacã sunt specificate mai puþine titluri decât fiºiere, OggEnc va tipãri un avertisment, ºi va utiliza ultimul titlu pentru restul de fiºiere Dacã e dat un numãr mai mic de piste, fiºierele rãmase nu vor fi numerotate. Pentru celelalte ultima etichetã (tag) va fi refolositã pentru toate celelalte fãrã avertisment (pentru a putea specifica o datã undeva, de exemplu, ºi a fi folositã pentru toate fiºierele) FIªIERE DE INTRARE:: Fiºierele de intrare OggEnc trebuie sã fie fiºiere de 16 sau 8 biþi PCM WAV, AIFF, sau AIFF/C sau WAV 32 biþi IEEE în virgulã mobilã. Fiºierele pot fi mono sau stereo (sau mai multe canale) ºi la orice ratã de sample. Alternativ, opþiunea --raw poate fi folositã pentru a utiliza un fiºier de date PCM brut , care trebuie sã fie 16biþi stereo little-endian PCM ('headerless wav'), dacã nu sunt specificaþi parametri suplimentari pentru modul brut. Puteþi specifica luarea fiºierului din stdin folosind - ca nume fiºier deintrare. În acest mod, ieºirea e la stdout dacã nu este specificat nume fiºier de ieºire cu -o

source: Warning: Resample rate specified as %d Hz. Did you mean %d Hz?
ro: Avertisment: Ratã remixare (resample) specificatã la %d Hz. Doriþi cumva %d Hz?

source: Warning: Illegal comment used ("%s"), ignoring.
ro: Avertisment: Comentariu invalid utilizat ("%s"), ignorat.

source: Warning: nominal bitrate "%s" not recognised
ro: Avertisment: bitrate nominal "%s" nerecunoscut

source: Warning: minimum bitrate "%s" not recognised
ro: Avertisment: bitrate minim "%s" nerecunoscut.

source: Warning: maximum bitrate "%s" not recognised
ro: Avertisment: bitrate maxim "%s" nerecunoscut

source: Warning: Could not decode vorbis header packet - invalid vorbis stream (%d)
ro: Avertisment: Nu s-a putut decoda header-ul packetului vorbis -- stream vorbis invalid (%d)

source: Warning: Vorbis stream %d does not have headers correctly framed. Terminal header page contains additional packets or has non-zero granulepos
ro: Avertisment: Streamul vorbis %d nu are headerele corect încadrate.Pagina de headere terminalã conþine pachete adiþionale sau granule (granulepos) diferite de zero

source: Vorbis headers parsed for stream %d, information follows...
ro: Headerele vorbis analizate pentru streamul %d, urmeazã informaþie...

source: Version: %d
ro: Versiune: %d

source: Vendor: %s (%s)
ro: Vânzãtor: %s (%s)

source: Vendor: %s
ro: Vânzãtor: %s

source: Channels: %d
ro: Canale: %d

source: Rate: %ld
ro: Ratã: %ld

source: Nominal bitrate: %f kb/s
ro: Bitrate nominal: %f kb/s

source: Nominal bitrate not set
ro: Bitrate nominal nesetat

source: Upper bitrate: %f kb/s
ro: Bitrate superior: %f kb/s

source: Upper bitrate not set
ro: Bitrate superior nesetat

source: Lower bitrate: %f kb/s
ro: Bitrate inferior: %fkb/s

source: Lower bitrate not set
ro: Bitrate inferior nesetat

source: User comments section follows...
ro: Urmeaza secþiunea comentariilor utilizator..

source: Warning: Comment %d in stream %d is invalidly formatted, does not contain '=': "%s"
ro: Avertisment: Comentariul %d în streamul %d este formatat invalid, nu conþine '=': "%s"

source: Warning: Invalid comment fieldname in comment %d (stream %d): "%s"
ro: Avertisment: Nume câmp comentariu invalid în comentariul %d (stream %d): "%s"

source: Warning: Illegal UTF-8 sequence in comment %d (stream %d): length marker wrong
ro: Avertisment: Secvenþã UTF-8 invalidã în comentariul %d (stream %d): marker de lungime greºit

source: Warning: Illegal UTF-8 sequence in comment %d (stream %d): too few bytes
ro: Avertisment: Secvenþã UTF-8 invalidã în comentariul %d (stream %d): prea puþini octeþi

source: Warning: Illegal UTF-8 sequence in comment %d (stream %d): invalid sequence
ro: Avertisment: Secvenþã UTF-8 invalidã în comentariul %d (stream %d): secvenþã invalidã

source: Warning: Failure in utf8 decoder. This should be impossible
ro: Avertisment: Eroare în decodorul utf8. Asta n-ar trebui sa fie posibilã.

source: Warning: granulepos in stream %d decreases from
ro: Avertisment: granulele (granulepos) în streamul %d scad din

source: to
ro: spre

source: Vorbis stream %d: Total data length: %ld bytes Playback length: %ldm:%02lds Average bitrate: %f kbps
ro: Stream Vorbis %d: Lungime totalã date: %ld octeþi Lungime playback: %ldm:%02lds Bitrate mediu: %f kbps

source: Warning: EOS not set on stream %d
ro: Avertisment: EOS nesetat în streamul %d

source: Warning: Invalid header page, no packet found
ro: Avertisment: Paginã header invalid, nici un pachet gasit

source: Warning: Invalid header page in stream %d, contains multiple packets
ro: Avertisment: Paginã header invalid în streamul %d, conþine pachete multiple

source: Warning: Hole in data found at approximate offset
ro: Avertisment: Lipsã de date la offsetul aproximativ

source: bytes. Corrupted ogg.
ro: octeþi. Ogg corupt.

source: Warning: illegally placed page(s) for logical stream %d This indicates a corrupt ogg file.
ro: Avertisment: paginã(i) plasate invalid pentru streamul logic %d Aceasta indicã un fiºier ogg corupt.

source: Warning: stream start flag not set on stream %d
ro: Avertisment: Marcajul(flag) de început al stream-ului %d nesetat

source: Warning: stream start flag found in mid-stream on stream %d
ro: Avertisment: Marcajul(flag) de început al stream-ului %d gãsit la mijlocul stream-ului

source: Warning: sequence number gap in stream %d. Got page %ld when expecting page %ld. Indicates missing data.
ro: Avertisment: pauzã numãr secvenþã în stream-ul %d. S-a gãsit pagina %ld în loc de pagina % ld. Indicã date lipsã.

source: Error: No ogg data found in file "%s". Input probably not ogg.
ro: Eroare: Nu s-au gasit date ogg în fiºierul "%s". Intrare probabil non-ogg.

source: ogginfo 1.0 (c) 2002 Michael Smith <msmith@labyrinth.net.au> Usage: ogginfo [flags] files1.ogg [file2.ogg ... fileN.ogg] Flags supported: -h Show this help message -q Make less verbose. Once will remove detailed informative messages, two will remove warnings -v Make more verbose. This may enable more detailed checks for some stream types.
ro: ogginfo 1.0 (c) 2002 Michael Smith <msmith@labyrinth.net.au> Folosire: ogginfo [parametri] fiºiere1.ogg [fiºier2.ogg ... fiºierN.ogg] Parametri acceptaþi: -h Afiºeazã acest mesaj de help -q Mai puþin detaliat. O singurã datã va elimina mesajele detaliate, de douã ori va elimina avertismentele -v Mai detaliat. Se vor putea activa mai multe verificãri detaliate pentru mai multe tipuri de stream-uri.

source: Usage: ogginfo [flags] file1.ogg [file2.ogg ... fileN.ogg] Ogginfo is a tool for printing information about ogg files and for diagnosing problems with them. Full help shown with "ogginfo -h".
ro: Folosire: ogginfo [parametri] fiºier1.ogg [fiºier2.ogg ... fiºierN.ogg] Ogginfo este un instrument pentru tipãrirea informaþiilor despre fiºierele ogg ºi pentru diagnozarea problemelor acestora. Helpul întreg se afiºeazã cu "ogginfo -h".

source: Page error. Corrupt input.
ro: Eroare paginã. Intrare coruptã.

source: Found EOS before cut point.
ro: S-a gãsit EOS înainte de punctul de secþiune(cut point).

source: Setting eos: update sync returned 0
ro: Setare eos: update-sync a returnat valoarea 0.

source: Cutpoint not within stream. Second file will be empty
ro: Punctul de secþiune(cutpoint) nu este în stream. Al doilea fiºier va fi gol

source: Unhandled special case: first file too short?
ro: Caz special: primul fiºier prea scurt?

source: ERROR: First two audio packets did not fit into one ogg page. File may not decode correctly.
ro: EROARE: Primele 2 pachete audio nu s-au potrivit într-o paginã ogg. Fiºierul s-ar putea sã nu se decodeze corect.

source: Recoverable bitstream error
ro: Eroare bitstream recuperabilã

source: Bitstream error
ro: Eroare bitstream

source: Update sync returned 0, setting eos
ro: Update sync a returnat 0, setând eos

source: Error in first page
ro: Eroare în prima paginã

source: error in first packet
ro: eroare în primul pachet

source: Error in primary header: not vorbis?
ro: Eroare în headerul primar: non vorbis?

source: Secondary header corrupt
ro: Header secundar corupt

source: EOF in headers
ro: EOF în headere

source: Usage: vcut infile.ogg outfile1.ogg outfile2.ogg cutpoint
ro: Folosire: vcut fiºierintrare.ogg fiºierieºire1.ogg fiºierieºire2.ogg punct_secþiune

source: WARNING: vcut is still experimental code. Check that the output files are correct before deleting sources.
ro: AVERTISMENT: vcut este încã în cod experimental. Verificaþi dacã fiºierele de ieºire sunt corecte înainte de a ºterge sursele.

source: Processing: Cutting at %lld
ro: Procesare: Secþionare la %lld

source: Error reading headers
ro: Eroare în citirea headerelor

source: Error writing first output file
ro: Eroare în scrierea primului fiºier de ieºire

source: Error writing second output file
ro: Eroare în scrierea celui de-al doilea fiºier de ieºire

source: Ogg bitstream does not contain vorbis data.
ro: Bitstreamul Ogg nu conþine date vorbis.

source: EOF before end of vorbis headers.
ro: EOF înainte de headerele vorbis.

source: Failed to open file as vorbis: %s
ro: Nu s-a putut deschide fiºierul ca vorbis: %s

source: Couldn't convert comment to UTF8, cannot add
ro: Nu s-a putut converti comentariul în UTF8, nu s-a putut adãuga

source: Usage: vorbiscomment [-l] file.ogg (to list the comments) vorbiscomment -a in.ogg out.ogg (to append comments) vorbiscomment -w in.ogg out.ogg (to modify comments) in the write case, a new set of comments in the form 'TAG=value' is expected on stdin. This set will completely replace the existing set. Either of -a and -w can take only a single filename, in which case a temporary file will be used. -c can be used to take comments from a specified file instead of stdin. Example: vorbiscomment -a in.ogg -c comments.txt will append the comments in comments.txt to in.ogg Finally, you may specify any number of tags to add on the command line using the -t option. e.g. vorbiscomment -a in.ogg -t "ARTIST=Some Guy" -t "TITLE=A Title" (note that when using this, reading comments from the comment file or stdin is disabled) Raw mode (--raw, -R) will read and write comments in utf8, rather than converting to the user's character set. This is useful for using vorbiscomment in scripts. However, this is not sufficient for general round-tripping of comments in all cases.
ro: Folosire: vorbiscomment [-l] fiºier.ogg (pentru listã comentarii) vorbiscomment -a in.ogg out.ogg (pentru adãugare comentarii) vorbiscomment -w in.ogg out.ogg (pentru modificare comentarii) în caz de scriere, un set nou de comentarii de forma 'ETICHETÃ=valoare' se aºteaptã la stdin. Acest set va înlocui complet setul existent. Cu oricare din -a ºi -w putem lua un singur nume fiºier, caz în care se va folosi un fiºier temporar. -c poate fi folosit pentru extragere comentarii din fiºier specificat în loc de stdin. Exemplu: vorbiscomment -a in.ogg -c comments.txt va adãuga comentariile din comments.txt în in.ogg În final, puteþi specifica orice numar de tag-uri pentru linia comandã folosind opþiunea -t option. ex. vorbiscomment -a in.ogg -t "ARTIST=Un tip" -t "TITLE=Un titlu" (notãm ca atunci când se foloseºte aceasta, cititrea comentariilor din fiºiere sau de la stdin este dezactivatã) Modul brut (--raw, -R) va citi ºi scrie comentarii în utf8 mai degrabã, decât sã converteascã în setul de caractere al utilizatorului. Este folositor pentru utilizarea vorbiscomment în scripturi. Oricum aceasta nu este suficientã pentru acoperirea întregului interval de comentarii în toate cazurile.
